export default function PrivacyPolicy() {
  return (
    <article className="max-w-3xl mx-auto px-6 pt-8 pb-32 text-right" dir="rtl">
      <h1 className="text-4xl md:text-5xl font-bold text-foreground mb-16 leading-tight">
        حریم خصوصی
      </h1>

      <div className="space-y-6 text-base md:text-lg leading-relaxed text-muted-foreground mb-16">
        <p>
          فروشگاه جامی مد ضمن احترامی که برای حریم شخصی کاربران قائل است، برای خرید، ثبت نظر یا استفاده از برخی امکانات وب‌سایت اطلاعاتی را از کاربران درخواست می‌کند تا بتواند خدماتی امن و مطمئن را به کاربران ارائه دهد.
        </p>
        <p>
          برای پردازش و ارسال سفارش، اطلاعاتی مانند آدرس، شماره تلفن و ایمیل مورد نیاز است. همچنین آدرس ایمیل و تلفن‌هایی که مشتری در پروفایل خود ثبت می‌کند، تنها آدرس ایمیل و تلفن‌های رسمی و مورد تایید مشتری است و تمام مکاتبات و پاسخ‌های فروشگاه از طریق آنها صورت می‌گیرد.
        </p>
        <p>
          حفظ و نگهداری رمز عبور بر عهده کاربران است و برای جلوگیری از هرگونه سوء استفاده احتمالی، کاربران نباید آن را برای شخص دیگری فاش کنند. جامی مد هویت شخصی کاربران را محرمانه می‌داند و اطلاعات شخصی آنان را به هیچ شخص یا سازمان دیگری منتقل نمی‌کند.
        </p>
      </div>
    </article>
  );
}
