export default function ReturnPolicy() {
  return (
    <article className="max-w-3xl mx-auto px-6 pt-8 pb-32 text-right" dir="rtl">
      <h1 className="text-4xl md:text-5xl font-bold text-foreground mb-16 leading-tight">
        شرایط مرجوعی و بازگشت کالا
      </h1>

      <div className="space-y-6 text-base md:text-lg leading-relaxed text-muted-foreground mb-16">
        <p>
          رضایت مندی مشتریان همواره از اولویت‏‌های جامی مد بوده است و در این راستا می‏‌کوشیم تا هر سفارش در شرایط مطلوب و مورد انتظار به دست مشتری برسد.
        </p>
        <p>
           با وجود این ممکن است مشتریان محترم پس از خرید، با مسایلی روبرو شوند که در چنین مواردی خدماتی در چارچوب خدمات پس از فروش در نظر گرفته شده است.در صورتی که محصول شما مشمول شرایط مرجوعی باشد، می‌توانید درخواست خود را از یکی از روش‌های زیر ثبت کنید:
         <p/>
<br></br>
<p>
     <strong>۱.</strong> تماس با پشتیبانی
می‌توانید با بخش پشتیبانی Jami Mode تماس بگیرید و پس از هماهنگی با کارشناسان، درخواست مرجوعی خود را ثبت کنید.
       

</p>
   


۲. ثبت درخواست آنلاین
همچنین می‌توانید از طریق بخش «درخواست مرجوعی کالا» در سایت، درخواست خود را به‌صورت آنلاین ثبت کنید. در این بخش می‌توانید:

شماره سفارش را وارد کنید.
محصول موردنظر برای مرجوعی را انتخاب کنید.
دلیل مرجوعی را توضیح دهید.
در صورت نیاز، عکس محصول را بارگذاری کنید.
توضیحات تکمیلی خود را وارد کنید.
درخواست را به‌عنوان یک تیکت پشتیبانی ارسال کنید.

پس از ثبت درخواست، کارشناسان Jami Mode درخواست را بررسی کرده و نتیجه و مراحل بعدی را از طریق سیستم تیکت یا راه‌های ارتباطی ثبت‌شده به شما اطلاع خواهند داد.
        </p>
      </div>
    </article>
  );
}
