export default function TermsAndConditions() {
  return (
    <article className="max-w-3xl mx-auto px-6 pt-8 pb-32 text-right" dir="rtl">
      <h1 className="text-4xl md:text-5xl font-bold text-foreground mb-16 leading-tight">
        قوانین و مقررات
      </h1>

      <div className="space-y-6 text-base md:text-lg leading-relaxed text-muted-foreground mb-16">
        <p>
          کاربر گرامی لطفاً موارد زیر را جهت استفاده بهینه از خدمات و برنامه‌‌‌های کاربردی جامی مد به دقت ملاحظه فرمایید.
        </p>
        <p>
          ورود کاربران به وب‌سایت جامی مد هنگام استفاده از پروفایل شخصی، طرح‌های تشویقی و سایر خدمات ارائه شده توسط جامی مد به معنای آگاه بودن و پذیرفتن شرایط و قوانین و همچنین نحوه استفاده از سرویس‌ها و خدمات ما است. توجه داشته باشید که ثبت سفارش نیز در هر زمان به معنی پذیرفتن کامل کلیه شرایط و قوانین از سوی کاربر است.
        </p>
        <p>
          توجه داشته باشید کلیه اصول و رویه‌های جامی مد منطبق با قوانین جمهوری اسلامی ایران، قانون تجارت الکترونیک و قانون حمایت از حقوق مصرف‌کننده است و متعاقبا کاربر نیز موظف به رعایت قوانین مرتبط با کاربر است.
        </p>
      </div>
    </article>
  );
}
